---
kind: property
id: P:Autodesk.Revit.DB.Events.DocumentSynchronizingWithCentralEventArgs.Comments
zh: 注释、备注
source: html/d64db023-f9a1-9177-1fb2-054625d19673.htm
---
# Autodesk.Revit.DB.Events.DocumentSynchronizingWithCentralEventArgs.Comments Property

**中文**: 注释、备注

User's comments for synchronization.

## Syntax (C#)
```csharp
public string Comments { get; }
```